Repository: tryswift/try-swift-tokyo
Catalog: iOS/Sources/trySwiftFeature/Localizable.xcstrings
Source language: en
Languages: ja

source: About
ja: イベントについて

source: Access
ja: アクセス

source: Acknowledgements
ja: 謝辞

source: And more...!
ja: さらに...!

source: Apr. 9th - 11th, 2025
ja: 2025年4月9日（水） 〜 11（金）

source: Apr. 12: Tachikawa City, Tokyo, Japan<br>Apr. 13 - 14: <a href="#access">TACHIKAWA STAGE GARDEN</a>
ja: 4/12：東京都立川市内<br>4/13〜14：<a href="#access">立川ステージガーデン</a>

source: Apr. 12th – 14th, 2026 (JST)<br><br>Apr. 12: Workshop & TBD<br>Apr. 13 - 14: Conference
ja: 2026年4月12日（日）〜 14日（火）<br><br>4/12：ワークショップ & TBD<br>4/13〜14：カンファレンス

source: Call for Proposals
ja: 登壇募集

source: Check updates on X
ja: 公式Xはこちら

source: Close
ja: 閉じる

source: Code of Conduct
ja: 行動規範

# Code of Conduct URL
source: https://tryswift.jp/code-of-conduct_en
ja: https://tryswift.jp/code-of-conduct

source: Date and time
ja: 開催日時

source: FAQ
ja: よくある質問

# hero-text-2024
source: Developers from all over the world gather<br>for tips and tricks and the latest case studies of development using Swift.<br>Developers from all over the world will gather here.<br>Swift and to showcase our Swift knowledge and skills, and to collaborate with each other,<br>The event was held for three days from March 22 - 24, 2024!
ja: Swiftを使った開発のコツや最新の事例を求めて<br>世界中から開発者が集いました。<br>日頃のSwiftの知識やスキルを披露し、協力しあうことを目的に、<br>2024年3月22日 - 24日の３日間開催しました！

# hero-text-2025
source: Developers from all over the world gather<br>for tips and tricks and the latest case studies of development using Swift.<br>Developers from all over the world will gather here.<br>Swift and to showcase our Swift knowledge and skills, and to collaborate with each other,<br>The event will be held for three days from April 9 - 11, 2025!
ja: Swiftを使った開発のコツや最新の事例を求めて<br>世界中から開発者が集います。<br>日頃のSwiftの知識やスキルを披露し、協力しあうことを目的に、<br>2025年4月9日 - 11日の３日間開催します！

# hero-text-2026
source: Developers from all over the world gather<br>for tips and tricks and the latest case studies of development using Swift.<br>Developers from all over the world will gather here.<br>Swift and to showcase our Swift knowledge and skills, and to collaborate with each other,<br>The event will be held for three days from April 12 - 14, 2026!
ja: Swiftを使った開発のコツや最新の事例を求めて<br>世界中から開発者が集います。<br>日頃のSwiftの知識やスキルを披露し、協力しあうことを目的に、<br>2026年4月12日 - 14日の３日間開催します！

# hero-text-past
source: Developers from all over the world gathered<br>for tips and tricks and the latest case studies of development using Swift.<br>Thank you to all the speakers and attendees who participated!
ja: Swiftを使った開発のコツや最新の事例を求めて<br>世界中から開発者が集いました。<br>ご参加いただいたすべてのスピーカーと参加者の皆さまに感謝いたします！

source: Meet Organizers
ja: 主催者のご紹介

source: Meet the Hosts
ja: 司会

source: Meet the Organizers
ja: 主催

source: N1, 3-3, Midori-cho, Tachikawa, Tokyo<br>190-0014
ja: 〒190-0014<br>東京都立川市緑町3-3 N1

source: Organizers
ja: 主催者

source: Outline
ja: 概要

source: Privacy Policy
ja: プライバシーポリシー

# Privacy Policy URL
source: https://tryswift.jp/privacy-policy_en
ja: https://tryswift.jp/privacy-policy

source: Register
ja: 登録

source: Speaker
ja: 登壇者

source: Speaker Application Form
ja: スピーカー応募フォーム

source: Sponsor
ja: スポンサー

source: Sponsor Inquiry Form
ja: スポンサー応募フォーム

source: Suggested Nearby Accommodation
ja: 会場周辺の宿泊施設情報

source: TACHIKAWA STAGE GARDEN
ja: 立川ステージガーデン

source: TACHIKAWA STAGE GARDEN<br>N1, 3-3, Midori-cho, Tachikawa, Tokyo 190-0014
ja: 立川ステージガーデン<br>〒190-0014 東京都立川市緑町3-3 N1

source: The latest information is announced on X
ja: 最新情報はXでお知らせしています

source: Tickets
ja: チケット

source: Timetable
ja: タイムテーブル

# try! Swift Description
source: try! Swift is an international community gathering about the latest advancements in Swift Development. The event is bout bringing together talent for all around the world to collaborate and share advanced knowledge and techniques to improve Swift craftsmanship.
ja: try! Swiftは、Swift開発における最新の進歩に関する国際的なコミュニティです。このイベントは、Swiftの技術向上のための高度な知識や技術を共有し、コラボレーションするために、世界中の才能を集めています。

# try! Swift Website
source: try! Swift Tokyo Website
ja: try! Swift Tokyo ウェブサイト

source: Venue
ja: 会場

# Website URL
source: https://tryswift.jp/en
ja: https://tryswift.jp

source: Workshop Proposal Form
ja: ワークショップ応募フォーム

source: You can get ticket from <a href="https://luma.com/qydkgwtf" target="_blank">Luma</a> or get from below.<br>Before getting ticket please read [FAQ](/faq_en).
ja: チケットは<a href="https://luma.com/qydkgwtf" target="_blank">Luma</a>か下記から購入できます。<br>チケット購入前に、[よくある質問](/faq)をお読みください。
